Repository: MesseBasseProduction/BeerCrackerzMobile
Catalog: lib/src/localization/app_*.arb
Languages: es, fr, it, pt

# httpServerErrorToastTitle
source: The server seems messed up
es: El servidor parece desordenado
fr: Une erreur est survenue sur le serveur
it: Il server sembra incasinato
pt: O servidor parece confuso

# httpServerErrorToastDescription
source: The server didn't responsed has it should. Please contact support for assistance with error code {field}.
es: El servidor no respondió como debería. Comuníquese con el soporte para obtener ayuda con el código de error {field}.
fr: Le serveur n'a pas pu traiter la requète. Veuillez contacter le support en fournissant le code d'erreur {field}.
it: Il server non ha risposto come avrebbe dovuto. Contatta l'assistenza per ricevere assistenza con il codice di errore {field}.
pt: O servidor não respondeu como deveria. Entre em contato com o suporte para obter assistência com o código de erro {field}.

# httpWrongResponseToastTitle
source: Unexpected server response
es: Respuesta inesperada del servidor
fr: Réponse inatendue du serveur
it: Risposta del server imprevista
pt: Resposta inesperada do servidor

# httpWrongResponseToastDescription
source: The server didn't responsed as usual. Please contact support for assistance with error code {field}.
es: El servidor no respondió como de costumbre. Comuníquese con el soporte para obtener ayuda con el código de error {field}.
fr: Le serveur n'a pas répondu comme à l'accoutumée. Veuillez contacter le support en fournissant le code d'erreur {field}.
it: Il server non ha risposto come al solito. Contatta l'assistenza per ricevere assistenza con il codice di errore {field}.
pt: O servidor não respondeu como de costume. Entre em contato com o suporte para obter assistência com o código de erro {field}.

# httpFrontErrorToastTitle
source: Application error
es: Error de la aplicación
fr: Erreur de l'application
it: Errore dell'applicazione
pt: Erro de aplicação

# httpFrontErrorToastDescription
source: Something went wrong when trying to reach the server. Please contact support for assistance with error code {field}.
es: Algo salió mal al intentar comunicarse con el servidor. Comuníquese con el soporte para obtener ayuda con el código de error {field}.
fr: L'application n'est pas parvenue à contacter le serveur. Veuillez contacter le support en fournissant le code d'erreur {field}.
it: Qualcosa è andato storto durante il tentativo di raggiungere il server. Contatta l'assistenza per ricevere assistenza con il codice di errore {field}.
pt: Algo deu errado ao tentar acessar o servidor. Entre em contato com o suporte para obter assistência com o código de erro {field}.

# authLoginTitle
source: Login
es: Acceso
fr: Connexion
pt: Conecte-se

# authLoginUsernameInput
source: Username or email
es: Nombre de usuario o correo electrónico
fr: Nom d'utilisateur ou mail
it: Nome utente o email
pt: Nome de usuário ou email

# authLoginUsername
source: username
es: nombre de usuario
fr: nom d'utilisateur
it: nome utente
pt: nome de usuário

# authLoginPasswordInput
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# authLoginPassword
source: password
es: contraseña
fr: mot de passe
pt: senha

# authLoginForgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
it: Hai dimenticato la password?
pt: Esqueceu sua senha?

# authLoginSubmit
source: Login
es: Acceso
fr: Connexion
pt: Conecte-se

# authLoginNoAccount
source: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas encore de compte?
it: Non hai un account?
pt: Não tem uma conta?

# authLoginRegister
source: Register
es: Inscribirse
fr: S'enregistrer
it: Registrati
pt: Registro

# authLoginInvalidCredentials
source: Invalid credentials, either incorrect or non-existing
es: Credenciales no válidas, ya sean incorrectas o inexistentes
fr: Informations erronées, incorrectes ou inexistant
it: Credenziali non valide, errate o inesistenti
pt: Credenciais inválidas, incorretas ou inexistentes

# authLoginEmptyCredentials
source: Empty credentials received
es: Credenciales vacías recibidas
fr: Informations vides envoyées
it: Credenziali vuote ricevute
pt: Credenciais vazias recebidas

# authLoginSuccessToastTitle
source: Welcome back!
es: ¡Bienvenido de nuevo!
fr: Bienvenue!
it: Bentornato!
pt: Bem vindo de volta!

# authLoginSuccessToastDescription
source: Successfully logged in your account BeerCrackerz account. Grab a spot and a beer, and enjoy!
es: Ingresó exitosamente a su cuenta BeerCrackerz. ¡Coge un lugar y una cerveza y disfruta!
fr: Vous ètes maintenant connecté sur votre compte BeerCrackerz. Trouvez un spot, une Bière et savourez!
it: Accedi al tuo account Account BeerCrackerz con successo. Prendi un posto e una birra e divertiti!
pt: Logado com sucesso em sua conta BeerCrackerz. Pegue um lugar e uma cerveja e divirta-se!

# authLoginTokenErrorToastTitle
source: Invalid token
es: Simbolo no valido
fr: Jeton invalide
it: Gettone non valido

# authLoginTokenErrorToastDescription
source: The token sent back from server is either invalid or empty. Please contact support for assistance with error code LGI4.
es: El token enviado desde el servidor no es válido o está vacío. Comuníquese con el soporte para obtener ayuda con el código de error LGI4.
fr: Le jeton d'authetification reçu du serveur est soit vide, soit invalide. Veuillez contacter le support en fournissant le code d'erreur LGI4.
it: Il token restituito dal server non è valido o è vuoto. Contatta l'assistenza per ricevere assistenza con il codice di errore LGI4.

# authLoginUserInfoErrorToastTitle
source: Unable to get user info
es: No se puede obtener información del usuario
fr: Impossible de récupérer les informations
it: Impossibile ottenere informazioni sull'utente

# authLoginUserInfoErrorToastDescription
source: The server couldn't give the user information back. Please contact support for assistance with error code LGI5.
es: El servidor no pudo devolver la información del usuario. Comuníquese con el soporte para obtener ayuda con el código de error LGI5.
fr: Le serveur n'a pas pu renvoyer les informations utilisateur. Veuillez contacter le support en fournissant le code d'erreur LGI5.
it: Il server non è riuscito a restituire le informazioni all'utente. Contatta il supporto per assistenza con il codice di errore LGI5.

# authRegisterTitle
source: Register
es: Inscribirse
fr: S'enregistrer
it: Registrati
pt: Registro

# authRegisterUsernameInput
source: Enter your username
es: Ingrese su nombre de usuario
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
pt: Entre com seu nome de usuário

# authRegisterUsername
source: username
es: nombre de usuario
fr: nom d'utilisateur
it: nome utente
pt: nome de usuário

# authRegisterUsernameAlreadyTaken
source: This username is already registered
es: Este nombre de usuario ya está registrado
fr: Ce nom d'utilisateur est déjà pris
it: Questo nome utente è già registrato
pt: Este nome de usuário já está registrado

# authRegisterEmailInput
source: Enter your email
es: Introduce tu correo electrónico
fr: Entrez votre mail
it: Inserisci il tuo indirizzo email
pt: Digite seu email

# authRegisterEmail
source: email
es: correo electrónico
fr: mail

# authRegisterEmailInvalid
source: This email is invalid
es: este email es invalido
fr: Ce mail est invalide
it: Questa email non è valida
pt: Este email é inválido

# authRegisterEmailAlreadyTaken
source: This email is already registered
es: Este correo electrónico ya está registrado
fr: Ce mail est déjà enregistré
it: Questa email è già registrata
pt: Este email já está registado

# authRegisterPasswordInput
source: Enter your password
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Coloque sua senha

# authRegisterPassword
source: password
es: contraseña
fr: mot de passe
pt: senha

# authRegisterPasswordTooCommon
source: This password is too common
es: Esta contraseña es demasiado común.
fr: Ce mot de passe est trop commun
it: Questa password è troppo comune
pt: Esta senha é muito comum

# authRegisterPasswordNotStrongEnough
source: Password not strong enough
es: La contraseña no es lo suficientemente segura
fr: Ce mot de passe n'est pas assez robuste
it: Password non abbastanza forte
pt: A senha não é forte o suficiente

# authRegisterPasswordNotStrongEnoughToastTitle
source: About password strength
es: Acerca de la seguridad de la contraseña
fr: Robustesse du mot de passe
it: Informazioni sulla robustezza della password
pt: Sobre a força da senha

# authRegisterPasswordNotStrongEnoughToastDescription
source: Your password must contain 8 or more characters, with at least one capital letter, one digit and one special character.
es: Tu contraseña debe contener 8 o más caracteres, con al menos una letra mayúscula, un dígito y un carácter especial.
fr: Votre mot de passe doit contenir 8 caractères ou plus, avec au moins une majuscule, un chiffre et un caractère spécial.
it: La tua password deve contenere 8 o più caratteri, con almeno una lettera maiuscola, una cifra e un carattere speciale.
pt: Sua senha deve conter 8 ou mais caracteres, com pelo menos uma letra maiúscula, um dígito e um caractere especial.

# authRegisterPasswordNotMatching
source: Passwords doesn't match
es: Las contraseñas no coinciden
fr: Les mots de passes ne correspondent pas
it: Le password non corrispondono
pt: As senhas não correspondem

# authRegisterRepeatPasswordInput
source: Repeat your password
es: Repita su contraseña
fr: Répéter le mot de passe
it: Ripeti la tua password
pt: Repita sua senha

# authRegisterRepeatPassword
source: repeat password
es: repita su contraseña
fr: répeter le mot de passe
it: ripeti la tua password
pt: repita sua senha

# authRegisterSubmit
source: Register
es: Inscribirse
fr: S'enregistrer
it: Registrati
pt: Registro

# authRegisterHaveAccount
source: You do have an account?
es: ¿Tienes una cuenta?
fr: Vous avez déjà un compte?
it: Hai un account?
pt: Você tem uma conta?

# authRegisterLogin
source: Login
es: Acceso
fr: Connexion
pt: Conecte-se

# authRegisterSuccessTitle
source: Registration sent
es: Registro enviado
fr: Inscription en cours
it: Iscrizione inviata
pt: Cadastro enviado

# authRegisterSuccessHeader
source: You're almost in!
es: ¡Ya casi estás dentro!
fr: Vous y ètes presque!
it: Ci sei quasi!
pt: Você está quase dentro!

# authRegisterSuccessContent
source: You are one step closer to edit the map and fully enjoy BeerCrackerz! Go check your mail and validate your account and then login.
es: ¡Estás un paso más cerca de editar el mapa y disfrutar plenamente de BeerCrackerz! Vaya a revisar su correo, valide su cuenta y luego inicie sesión.
fr: Vous ètes à une étape de pouvoir éditer la carte et profiter pleinement de BeerCrackerz! Consultez vos mails et confirmez votre adresse avant de pouvoir vous connecter.
it: Sei un passo più vicino a modificare la mappa e goderti appieno BeerCrackerz! Vai a controllare la posta, convalida il tuo account e poi accedi.
pt: Você está um passo mais perto de editar o mapa e aproveitar ao máximo o BeerCrackerz! Vá verificar seu e-mail, valide sua conta e faça login.

# authRegisterSuccessSubmit
source: Dismiss
es: Despedir
fr: Annuler
it: Congedare
pt: Liberar

# authResetPasswordTitle
source: Reset password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
it: Resetta la password
pt: Redefinir senha

# authResetPasswordInput
source: Enter your email
es: Introduce tu correo electrónico
fr: Entrez votre mail
it: Inserisci il tuo indirizzo email
pt: Digite seu email

# authResetPassword
source: email
es: correo electrónico
fr: mail

# authResetPasswordInvalidEmail
source: This email is invalid
es: Este email es invalido
fr: Ce mail est invalide
it: Questa email non è valida
pt: Este email é inválido

# authResetPasswordSubmit
source: Reset password
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
it: Resetta la password
pt: Redefinir senha

# authResetPasswordSuccessTitle
source: Reset password sent
es: Restablecer contraseña enviada
fr: Demande de réinitialisation reçue
it: Reimposta password inviata
pt: Redefinição de senha enviada

# authResetPasswordSuccessHeader
source: Password almost reset!
es: ¡La contraseña casi se restablece!
fr: Le mot de passe est preques réinitialisé!
it: Password quasi reimpostata!
pt: Senha quase redefinida!

# authResetPasswordSuccessContent
source: Now consult your emails and follow the link to set a new password on the web interface, then login again.
es: Ahora consulte sus correos electrónicos y siga el enlace para establecer una nueva contraseña en la interfaz web, luego inicie sesión nuevamente.
fr: Veuillez maintenant consulter votre messagerie afin de suivre le lien qui vous à été fourni pour définir un nouveau mot de passe. Vous pourrez ensuite vous connecter à nouveau.
it: Ora consulta le tue email e segui il collegamento per impostare una nuova password sull'interfaccia web, quindi effettua nuovamente l'accesso.
pt: Agora consulte seus emails e siga o link para definir uma nova senha na interface web e faça login novamente.

# authResetPasswordSuccessSubmit
source: Dismiss
es: Despedir
fr: Annuler
it: Congedare
pt: Liberar

# authProfileTitle
source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# authProfileCropTitle
source: Crop image
es: Delimitar imagen
fr: Rogner l'image
it: Ritaglia l'immagine
pt: Cortar imagem

# authProfileFatalErrorTitle
source: Crop image error
es: Error al recortar imagen
fr: Erreur de rognage
it: Errore di ritaglio dell'immagine
pt: Erro ao cortar imagem

# authProfileFatalErrorContent
source: A fatal error occured whild opening image cropper. Please contact support for assistance.
es: Se produjo un error fatal al abrir el recortador de imágenes. Comuníquese con el soporte para obtener ayuda.
fr: Une erreur fatale est survenue en lacant l'assistant de rognage d'image. Veuillez contacter le support pour obtenir de l'aide.
it: Si è verificato un errore irreversibile durante l'apertura del ritaglio immagine. Si prega di contattare il supporto per assistenza.
pt: Ocorreu um erro fatal ao abrir o cortador de imagem. Entre em contato com o suporte para obter assistência.

# authProfileErrorMinimalPPSizeTitle
source: Invalid image size
es: Tamaño de imagen no válido
fr: Taille de l'image invalide
it: Dimensione immagine non valida
pt: Tamanho de imagem inválido

# authProfileErrorMinimalPPSizeContent
source: The cropped image is bellow 512x512 pixels. Please provide an image with more pixels.
es: La imagen recortada tiene menos de 512x512 píxeles. Proporcione una imagen con más píxeles.
fr: L'image rognée à une taille inférieur à 512x512 pixels. Veuillez fournir une image de plus grande résolution.
it: L'immagine ritagliata è inferiore a 512x512 pixel. Fornisci un'immagine con più pixel.
pt: A imagem recortada está abaixo de 512x512 pixels. Forneça uma imagem com mais pixels.

# authProfileErrorPPUploadErrorTitle
source: Image processing error
es: Error de procesamiento de imagen
fr: Erreur au traitement de l'image
it: Errore di elaborazione dell'immagine
pt: Erro no processamento de imagem

# authProfileErrorPPUploadErrorDescription
source: Something went wrong on the server with provided image. Please contact support for assistance with error code {field}.
es: Algo salió mal en el servidor con la imagen proporcionada. Comuníquese con el soporte para obtener ayuda con el código de error {field}.
fr: Une erreur est survenue sur le serveur pour traiter votre image. Veuillez contacter le support en fournissant le code d'erreur {field}.
it: Qualcosa è andato storto sul server con l'immagine fornita. Contatta l'assistenza per ricevere assistenza con il codice di errore {field}.
pt: Algo deu errado no servidor com a imagem fornecida. Entre em contato com o suporte para obter assistência com o código de erro {field}.

# authProfileUserTotalAddedMarkers
source: You have added {field1} markers on the {field2} already registered on BeerCrackerz :
es: Ha añadido {field1} marcadores en el {field2} ya registrado en BeerCrackerz:
fr: Vous avez ajouté {field1} marqueurs sur les {field2} enregistrés sur BeerCrackerz :

# authProfileUserAddedShops
source: - {field} shops
es: - {field} tiendas ;
fr: - {field} magasins

# authProfileAboutBeerCrackerz
source: BeerCrackerz is the beer lovers comunity, filled with pint slayers and cereals lovers. A brilliant idea from David Béché, brought to life by Messe Basse Production!
es: BeerCrackerz es la comunidad de amantes de la cerveza, llena de amantes de las pintas y de los cereales. ¡Una idea brillante de David Béché, materializada por Messe Basse Production!
fr: BeerCrackerz, c'est la communauté des amoureux de la Bière et du plein air, des pourfendeurs de pinte, des déglingos de la céréale. Une brilliante idée de David Béché, réalisée par Messe Basse Production!
it: BeerCrackerz è la comunità degli amanti della birra, piena di cacciatori di pinte e amanti dei cereali. Un'idea brillante di David Béché, portata in vita da Messe Basse Production!
pt: BeerCrackerz é a comunidade dos amantes da cerveja, repleta de caçadores de cerveja e amantes de cereais. Uma ideia brilhante de David Béché, concretizada pela Messe Basse Production! BeerCrackerz é um site de código aberto e um aplicativo móvel lançado sob a licença GPL-3.0.

# authProfileLogout
source: Logout
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
pt: Sair

# authProfileLogoutSuccessToastTitle
source: Logout success
es: Cierre de sesión exitoso
fr: Déconnexion réussie
it: Disconnessione riuscita
pt: Sucesso no logout

# authProfileLogoutSuccessToastDescription
source: You've been successfully logged out of your account. See you soon!
es: Has cerrado sesión exitosamente en tu cuenta. ¡Nos vemos pronto!
fr: Vous vous ète déconnecté de votre compte avec succès. À tantôt!
it: Sei stato disconnesso con successo dal tuo account. Arrivederci!
pt: Você foi desconectado da sua conta com sucesso. Vejo você em breve!

# helpAboutTitle
source: About BeerCrackerz
es: Acerca de BeerCrackerz
fr: À propos de BeerCrackerz
it: Informazioni su BeerCrackerz

# helpAboutPar1
source: BeerCrackerz is the beer lovers community, providing a collaborative map where anyone can share their personnal best places to drink a few beers or to meet up at nearby bars. It was made to build, all together, the ultimate tour guide for beer lovers.
es: BeerCrackerz es la comunidad de amantes de la cerveza que ofrece un mapa colaborativo donde todos pueden compartir sus mejores lugares para tomar unas cervezas o reunirse en bares cercanos. Fue creado para construir, en conjunto, la mejor guía turística para los amantes de la cerveza.
fr: BeerCrackerz est l'application des amoureux de la bière, leur fournissant une carte collaborative afin que chacun puisse y ajouter ses adresses personnelles pour boire des bières au grand air ou pour se retrouver aux meilleurs bars du coin. Elle a été conçue pour construire, tous ensemble, le guide touristique ultime de tout bon amateur de bière.
it: BeerCrackerz è la comunità degli amanti della birra, che fornisce una mappa collaborativa in cui chiunque può condividere i propri posti migliori in cui bere qualche birra o incontrarsi nei bar nelle vicinanze. È stata creata per creare, tutti insieme, la guida turistica definitiva per gli amanti della birra.

# helpAboutPar2
source: This application is fully open source. Because we trully respect our users, there is no tracking nor data mining at all. The database was only made to serve the users, not companies. Beer loving is not for sale and we guarantee that this will never change.
es: Esta aplicación es completamente de código abierto. Porque realmente respetamos a nuestros usuarios, no hay seguimiento ni extracción de datos en absoluto. La base de datos se creó únicamente para servir a los usuarios, no a las empresas. El amor por la cerveza no está a la venta y garantizamos que esto nunca cambiará.
fr: Cette application est accessible en source ouverte. Parceque nous avons à coeur le respect de nos utilisateurs, il n'y a pas de pistage ni d'extraction de vos données personnelles. La base de donnée à pour seul but de servir les utilisateurs, pas les entreprises. L'amour de la bière n'est pas à vendre et nous garantissons que cela ne changera jamais.
it: Questa applicazione è completamente open source. Poiché rispettiamo veramente i nostri utenti, non c'è tracciamento né data mining. Il database è stato creato solo per servire gli utenti, non le aziende. L'amore per la birra non è in vendita e garantiamo che questo non cambierà mai.

# helpAboutSourceCode
source: View source code
es: Ver código fuente
fr: Voir le code source
it: Visualizza il codice sorgente

# helpAboutPar3
source: BeerCrackerz is edited by Messe Basse Production, a french non-profit organization, based on a brilliant idea from David Béché and released with the GPL-v3.0 licence. You are free to do whatever you want with the code, as long as you publish with the same copyleft license.
es: BeerCrackerz está editado por Messe Basse Production, una organización francesa sin fines de lucro, basada en una brillante idea de David Béché y publicada con la licencia GPL-v3.0. Eres libre de hacer lo que quieras con el código, siempre y cuando publiques con la misma licencia copyleft.
fr: BeerCrackerz est édité par Messe Basse Production, une association loi 1901 française, basé sur une brillante idée de David Béché et publié sous licence GPL-v3.0. Vous ètes libre de faire ce que bon vous semble avec le code source, à condition que vous publiez à votre tour avec une licence libre.
it: BeerCrackerz è curato da Messe Basse Production, un'organizzazione francese non-profit, basata su una brillante idea di David Béché e rilasciata con licenza GPL-v3.0. Sei libero di fare ciò che vuoi con il codice, purché pubblichi con la stessa licenza copyleft.

# helpAboutPar4
source: Although we do our best to have the highest code quality, we are not exempt from bugs ; in case you encountered an unexpected behavior, an app crash, a failed translation or if you simply want to suggest a feature you think is missing, you're welcome to reach us!
es: Aunque hacemos todo lo posible para tener la más alta calidad de código, no estamos exentos de errores; en caso de que encuentre un comportamiento inesperado, una falla de la aplicación, una traducción fallida o si simplemente desea sugerir una característica que cree que falta, ¡puede comunicarse con nosotros!
fr: Bien que nous fassions le maximum pour garantir un code de haute qualité, nous ne sommes pas exempts de plantages ; dans le cas ou vous rencontrieriez un comportement inatendu, un crash de l'application, une traduction éronnée ou si vous voulez simplement nous suggérer une fonctionnalité, nous serions ravis de vous lire!
it: Anche se facciamo del nostro meglio per avere la massima qualità del codice, non siamo esenti da bug; se hai riscontrato un comportamento inaspettato, un crash dell'app, una traduzione fallita o se vuoi semplicemente suggerire una funzionalità che ritieni manchi, sei il benvenuto!

# helpAboutReachUs
source: Reach us
es: Llegar a nosotros
fr: Nous écrire
it: Raggiungici
