Repository: MesseBasseProduction/BeerCrackerzMobile
Catalog: lib/src/localization/app_*.arb
Languages: es, fr, it, pt

# mapRouteTooFarToastDescription
source: The mark you're trying to reach is too far from your position. Please do not use BeerCrackerz to drive to this mark.
es: La marca que intentas alcanzar está demasiado lejos de tu posición. No utilice BeerCrackerz para conducir hasta esta marca.
fr: Le marqueur que vous souhaitez atteindre est trop loin de votre position. N'utilisez par BeerCrackerz comme application de navigation en voiture pour rejoindre ce marqueur.
it: Il punto che stai cercando di raggiungere è troppo lontano dalla tua posizione. Si prega di non utilizzare BeerCrackerz per raggiungere questo segno.

# mapRouteFoundToastTitle
source: Route computed
es: Ruta calculada
fr: Itinéraire calculé
it: Itinerario calcolato

# mapRouteFoundToastDescription
source: All you have to do now is to follow the holy beer path drawn on the map.
es: Todo lo que tienes que hacer ahora es seguir el camino de la cerveza sagrada dibujado en el mapa.
fr: Il ne vous reste plus qu'à suivre la sainte route de la bière dessinée sur la carte.
it: Tutto quello che devi fare ora è seguire il percorso della birra sacra tracciato sulla mappa.

# mapRouteNotFoundToastTitle
source: Couldn't compute route
es: No se pudo calcular la ruta
fr: Impossible de calculer l'itinéraire
it: Impossibile calcolare il percorso

# mapRouteNotFoundToastDescription
source: An issue occured while fetching route from Open Route Service. Please contact support for assistance with error code ORS1.
es: Se produjo un problema al obtener la ruta del servicio Open Route. Comuníquese con el soporte para obtener ayuda con el código de error ORS1.
fr: Une erreur est survenue lors du calcul de l'itinéraire sur Open Route Service. Veuillez contacter le support en fournissant le code d'erreur ORS1.
it: Si è verificato un problema durante il recupero del percorso da Open Route Service. Contatta l'assistenza per ricevere assistenza con il codice di errore ORS1.

# deleteMarkDialogNo
source: No
fr: Non
pt: Não

# newMarkBarType
source: Bar
it: Barra

# mapOptionsLayerPlan
source: Plan
it: Piano
pt: Plano
