Repository: MesseBasseProduction/BeerCrackerzMobile
Catalog: lib/src/localization/app_*.arb
Languages: es, fr, it, pt

# helpAboutDisclaimer
source: The consumption of alcoholic beverages is reserved for adults. Alcohol abuse is dangerous for your health, consume in moderation. BeerCrackerz and Messe Basse Production cannot be held responsible for your state of public intoxication or your actions under the influence of alcohol.
es: El consumo de bebidas alcohólicas está reservado a los mayores de edad. El abuso del alcohol es peligroso para la salud, consúmelo con moderación. BeerCrackerz y Messe Basse Production no se hacen responsables de su estado de intoxicación pública o de sus acciones bajo la influencia del alcohol.
fr: La consommation de boissons alcoolisées est réservée aux personnes majeures. L'abus d'alcool est dangereux pour la santé, consommez avec modération. BeerCrackerz et Messe Basse Production ne sauraient être tenus responsables de votre état d'ébriété publique ou de vos actes sous l'emprise de l'alcool.
it: Il consumo di bevande alcoliche è riservato agli adulti. L'abuso di alcol è pericoloso per la salute, consumare con moderazione. BeerCrackerz e Messe Basse Production non possono essere ritenuti responsabili per il vostro stato di ubriachezza pubblica o per le vostre azioni sotto l'influenza dell'alcol.

# helpWelcomeTitle
source: Welcome
es: Bienvenido
fr: Bienvenue
it: Benvenuto

# helpWelcomeSlideTitle
source: Welcome to BeerCrackerz!
es: ¡Bienvenido a BeerCrackerz!
fr: Bienvenue sur BeerCrackerz!
it: Benvenuto su BeerCrackerz!

# helpWelcomeSlideDescription
source: The app made by and for Beer lovers ; a community map where you will find the best spots around to enjoy a delightful beer. It also provides the nearest shops ands bars to refill your bag with the sweatests beers around. Anyone can register to contribute by adding their personnal best places to chill and enjoy a beer. With all that said, feel very welcome and enjoy the ride !
es: La app hecha por y para los amantes de la Cerveza; un mapa de la comunidad donde encontrarás los mejores lugares para disfrutar de una deliciosa cerveza. También ofrece las tiendas y bares más cercanos para rellenar tu bolso con las mejores cervezas del lugar. Cualquiera puede registrarse para contribuir agregando sus mejores lugares personales para relajarse y disfrutar de una cerveza. Dicho todo esto, ¡siéntete bienvenido y disfruta del viaje!
fr: L'application faite par et pour les amateurs de bière ; une carte communautaire où vous trouverez les meilleurs endroits pour déguster une délicieuse bière. Elle fournit également les magasins et les bars les plus proches pour remplir votre sac avec les meilleures bières du coin. Tout le monde peut s'inscrire pour contribuer en ajoutant ses meilleurs endroits personnels pour se détendre et déguster une bière. Cela dit, soyez les bienvenus et profitez de la balade !
it: L'app realizzata da e per gli amanti della birra; una mappa della community dove troverai i posti migliori in cui goderti una deliziosa birra. Fornisce anche i negozi e i bar più vicini per riempire la borsa con le birre più belle in circolazione. Chiunque può registrarsi per contribuire aggiungendo i propri migliori posti personali dove rilassarsi e godersi una birra. Detto questo, sentitevi i benvenuti e godetevi il viaggio!

# helpWelcomeMapSlideDescription
source: Spots are using green markers, shops are using blue ones and bars are in red. Keeping thing simple, to the essential : Beer.
es: Los puntos usan marcadores verdes, las tiendas usan marcadores azules y las barras están en rojo. Simplificando, hasta lo esencial: la cerveza.
fr: Les spots sont représentés par des marqueurs verts, les magasins utilisent des marqueurs bleus et les bars sont en rouge. Faire simple, aller à l'essentiel : la bière.
it: I punti utilizzano indicatori verdi, i negozi utilizzano indicatori blu e le barre sono rosse. Mantenere le cose semplici, all'essenziale: birra.

# helpWelcomeMarkSlideDescription
source: When tapping on a mark, you will obtain useful information about it, filled by our generous and contributors.
es: Al tocar una marca, obtendrá información útil sobre ella, completada por nuestros generosos colaboradores.
fr: En appuyant sur un marqueur, vous obtiendrez des informations utiles à son sujet, renseignées par nos généreux et contributeurs.
it: Toccando un segno, otterrai informazioni utili al riguardo, compilate dai nostri generosi contributori.

# helpWelcomeNewMarkSlideDescription
source: Finally, if you want to contribute and had your own locations to the map, you simply have to register an account. Your contributions are welcome!
es: Finalmente, si quieres contribuir y tener tus propias ubicaciones en el mapa, simplemente debes registrar una cuenta. ¡Tus contribuciones son bienvenidas!
fr: Enfin, si vous souhaitez contribuer et ajouter vos propres emplacements sur la carte, il vous suffit de créer un compte. Vos contributions sont les bienvenues !
it: Infine, se vuoi contribuire e avere le tue posizioni sulla mappa, devi semplicemente registrare un account. I tuoi contributi sono benvenuti!

# helpWelcomeCTASlideDescription
source: You're all set up, now you can freely browse the world to find the best place to drink a cold one around you, or you can register an account and start your contributor's career, in both case, have fun!
es: Ya está todo configurado, ahora puedes navegar libremente por el mundo para encontrar el mejor lugar para tomar una bebida fría a tu alrededor, o puedes registrar una cuenta y comenzar tu carrera como colaborador, en ambos casos, ¡diviértete!
fr: Vous êtes prêt, vous pouvez désormais parcourir librement le monde pour trouver le meilleur endroit pour boire une bière autour de vous, ou vous pouvez créer un compte et commencer votre carrière de contributeur, dans les deux cas, amusez-vous !
it: È tutto pronto, ora puoi navigare liberamente nel mondo per trovare il posto migliore dove bere una bibita fresca intorno a te, oppure puoi registrare un account e iniziare la carriera di tuo collaboratore, in entrambi i casi, buon divertimento!

# helpWelcomeCTASlideShowWelcomeScreen
source: Show this helper on start
es: Mostrar este ayudante al inicio
fr: Afficher cette aide au démarrage
it: Mostra questo aiutante all'avvio

# helpWelcomeCTASlideAuth
source: Account
es: Cuenta
fr: Compte

# helpWelcomeCTASlideMap
source: Map
es: Mapa
fr: Carte
it: Carta

# settingsTitle
source: Settings
es: Ajustes
fr: Paramètrres
it: Impostazioni
pt: Configurações

# settingsInterfaceSection
source: Interface
es: Interfaz
it: Interfaccia

# settingsInterfaceLanguageSetting
source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Linguagem

# settingsInterfaceLanguageDialogTitle
source: Select language
es: Seleccione el idioma
fr: Choix de la nague
it: Seleziona la lingua
pt: Selecione o idioma

# settingsInterfaceLanguage
source: {feature, select, en{🇬🇧 English} fr{🇫🇷 French} es{🇪🇸 Spanish} de{🇩🇪 German} it{🇮🇹 Italian} pt{🇵🇹 Portuguese} other{Unknown}}
es: {feature, select, en{🇬🇧 Inglés} fr{🇫🇷 Francés} es{🇪🇸 Español} de{🇩🇪 Alemán} it{🇮🇹 Italiano} pt{🇵🇹 Portugués} other{Desconocido}}
fr: {feature, select, en{🇬🇧 Anglais} fr{🇫🇷 Français} es{🇪🇸 Espagnol} de{🇩🇪 Allemand} it{🇮🇹 Italien} pt{🇵🇹 Portuguais} other{Inconnu}}
it: {feature, select, en{🇬🇧 Inglese} fr{🇫🇷 Francese} es{🇪🇸 Spagnolo} de{🇩🇪 Tedesco} it{🇮🇹 Italiano} pt{🇵🇹 Portoghese} other{Sconosciuto}}
pt: {feature, select, en{🇬🇧 Inglês} fr{🇫🇷 Francês} es{🇪🇸 Espanhol} de{🇩🇪 Alemão} it{🇮🇹 Italiano} pt{🇵🇹 Português} other{Desconhecido}}

# settingsInterfaceClose
source: Close
es: Cerca
fr: Fermer
it: Vicino
pt: Fechar

# settingsInterfaceTheme
source: Dark Theme
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt: Tema escuro

# settingsInterfaceThemeDescription
source: App global color scheme
es: Esquema de color general
fr: Schéma de couleur globale
it: Combinazione di colori generale

# settingsInterfaceLefHanded
source: Left-handed mode
es: Modo zurdo
fr: Mode gaucher
it: Modalità per mancini

# settingsInterfaceLefHandedDescription
source: Move buttons to the left side
es: Mover botones hacia la izquierda
fr: Déplacer les boutons à gauche
it: Sposta i pulsanti a sinistra

# settingsAppSection
source: App
es: Aplicación
fr: Application

# settingsAppShowWelcomeScreenSetting
source: Show welcome screen
es: Mostrar pantalla de bienvenida
fr: Aide au démarrage
it: Mostra la schermata di benvenuto

# settingsAppShowWelcomeScreenSettingDescription
source: Help panel on app startup
es: Panel de ayuda al iniciar la aplicación
fr: Montrer l'aide au lancement
it: Pannello di aiuto all'avvio dell'app

# settingsAppTileCache
source: Map cache
es: Caché de mapas
fr: Cache de la carte

# settingsAppTileCacheDescription
source: {field} tile(s) cached
es: {field} mosaicos almacenados en caché
fr: {field} tuiles en cache

# settingsAppTileCacheClear
source: Clear
es: Claro
fr: Effacer

# emptyInput
source: The {field} field can not be empty
es: El campo {field} no puede estar vacío
fr: Le champ {field} ne peut être vide
it: Il campo {field} non può essere vuoto
pt: O campo {field} não pode ficar vazio

# spotFeatures
source: {feature, select, forest{Forest} river{River} lake{Lake} cliff{Cliff} mountain{Mountain} beach{Beach} sea{Sea} city{City} pov{Point of View} bench{Bench} covered{Covered} toilet{Toilet} store{Store nearby} trash{Trash} parking{Parking} other{Other}}
es: {feature, select, forest{Bosque} river{Río} lake{Lago} cliff{Acantilado} mountain{Montaña} beach{Playa} sea{Mar} city{Ciudad} pov{Punto de Vista} bench{Banco} covered{Cubierto} toilet{Baño} store{Tienda cercana} trash{Basura} parking{Estacionamiento} other{Otro}}
fr: {feature, select, forest{Forêt} river{Rivière} lake{Lac} cliff{Falaise} mountain{Montagne} beach{Plage} sea{Mer} city{Ville} pov{Point de Vue} bench{Banc} covered{Couvert} toilet{Toilette} store{Magasin proche} trash{Poubelle} parking{Parking} other{Autre}}
it: {feature, select, forest{Foresta} river{Fiume} lake{Lago} cliff{Scogliera} mountain{Montagna} beach{Spiaggia} sea{Mare} city{Città} pov{Punto di Vista} bench{Panca} covered{Coperto} toilet{Toilette} store{Negozio nelle vicinanze} trash{Spazzatura} parking{Parcheggio} other{Altro}}
pt: {feature, select, forest{Floresta} river{Rio} lake{Lago} cliff{Penhasco} mountain{Montanha} beach{Praia} sea{Mar} city{Cidade} pov{Ponto de Vista} bench{Banco} covered{Abordado} toilet{Banheiro} store{Loja próxima} trash{Lixo} parking{Estacionamento} other{Outro}}

# shopFeatures
source: {feature, select, store{Grocery store} super{Supermarket} hyper{Hypermarket} cellar{Cellar} bio{Bio} craft{Craft} fresh{Refrigerated} card{Credit card} choice{Wide choice} other{Other}}
es: {feature, select, store{Tienda de comestibles} super{Supermercado} hyper{Hipermercado} cellar{Cava} bio{Bio} craft{Artesanal} fresh{Refrigerado} card{Tarjeta de crédito} choice{Amplia selección} other{Otro}}
fr: {feature, select, store{Épicerie} super{Supermarché} hyper{Hypermarché} cellar{Cave} bio{Bio} craft{Craft} fresh{Réfrigéré} card{Carte de crédit} choice{Large choix} other{Autre}}
it: {feature, select, store{Negozio di alimentari} super{Supermercato} hyper{Ipermercato} cellar{Cantina} bio{Bio} craft{Artigianale} fresh{Refrigerato} card{Carta di credito} choice{Ampia scelta} other{Altro}}
pt: {feature, select, store{Bomboneria} super{Supermercado} hyper{Hipermercado} cellar{Porão} bio{Bio} craft{Artesanal} fresh{Refrigerado} card{Cartão de crédito} choice{Ampla escolha} other{Outro}}

# barFeatures
source: {feature, select, regular{Regular} snack{Snack} cellar{Brewery} rooftop{Rooftop} tobacco{Cigarets} food{Food} card{Credit card} choice{Wide choice} outdoor{Outdoor} other{Other}}
es: {feature, select, regular{Regular} snack{Bocadillo} cellar{Cervecería} rooftop{Techo} restaurant{Restaurante} tobacco{Cigarrillos} food{Alimento} card{Tarjeta de crédito} choice{Amplia selección} outdoor{Exterior} other{Otro}}
fr: {feature, select, regular{Classique} snack{Snack} cellar{Brasserie} rooftop{Rooftop} tobacco{Cigarette} food{Nourriture} card{Carte de crédit} choice{Large choix} outdoor{Extérieur} other{Autre}}
it: {feature, select, regular{Normale} snack{Merenda} cellar{Birrificio} rooftop{Sul tetto} tobacco{Sigarette} food{Cibo} card{Carta di credito} choice{Ampia scelta} outdoor{All'aperto} other{Altro}}
pt: {feature, select, regular{Normal} snack{Lanche} cellar{Cervejaria} rooftop{Telhado} tobacco{Cigarros} food{Comida} card{Cartão de crédito} choice{Ampla escolha} outdoor{Ar livre} other{Outro}}

# newMarkShopType
source: Shop
es: Tienda
fr: Magasin
it: Negozio
pt: Loja

# newSpotTitle
source: New spot
es: Nuevo spot
fr: Nouveau spot
it: Nuovo spot
pt: Novo spot

# newSpotInformation
source: A spot is a remarkable place to crack a beer ! Share it with the community, wether it is for the astonishing view or for whatever it is enjoyable to drink a beer!
es: ¡Un spot es un lugar extraordinario para tomar una cerveza! Compártelo con la comunidad, ya sea por la vista asombrosa o por lo que sea agradable tomar una cerveza.
fr: Un spot est un endroit remarquable pour se craquer une Bière! Partager le avec la communauté, que ce soit pour sa vue ou pour n'importe quelle autre raison, en faisant l'endroit parfait pour y boire une Bière!
it: Uno spot è un posto straordinario per stapparsi una birra! Condividilo con la community, che sia per la vista sorprendente o per qualunque cosa sia piacevole bere una birra!
pt: Um spot é um lugar notável para quebrar uma cerveja! Compartilhe com a comunidade, seja pela vista deslumbrante ou pelo que é gostoso tomar uma cerveja!

# newSpotNameInput
source: Spot name
es: Nombre del spot
fr: Nom du spot
it: Nome del spot
pt: Nome do spot

# newSpotNameInputEmpty
source: spot name
es: nombre del spot
fr: nom du spot
it: nome del spot
pt: nome do spot

# newSpotTypesTitle
source: What kind of spot it is?
es: ¿Qué tipo de spot es?
fr: Quel type de spot est-ce?
it: Che tipo di posto è?
pt: Que tipo de spot é esse?

# newSpotDescriptionInput
source: Describe that spot
es: Describe ese spot
fr: Lui donner une description singulière
it: Descrivi quel posto
pt: Descreva esse spot

# newSpotModifiersTitle
source: Has it any specific features?
es: ¿Tiene alguna característica específica?
fr: Caractéristiques propres au spot
it: Ha delle caratteristiche specifiche?
pt: Possui alguma característica específica?

# newSpotRatingTitle
source: Give it a rate
es: Dale una nota
fr: Votre note
it: Dategli una nota
pt: Dê uma nota

# newSpotSubmit
source: Save spot
es: Guardar spot
fr: Sauvegarder le spot
it: Salva spot
pt: Salvar spot

# newShopTitle
source: New shop
es: Nueva tienda
fr: Nouveau magasin
it: Nuovo negozio
pt: Nova loja

# newShopInformation
source: The must have place to refill your beer stock. The more info you provide, the better you help your fellow BeerCrackerz!
es: El lugar imprescindible para rellenar tu stock de cerveza. ¡Cuanta más información proporciones, mejor ayudarás a tus compañeros BeerCrackerz!
fr: L'endroit parfait pour refaire le stock de bière. Le plus d'information vous fournissez, le plus d'amateurs du craquage de bière seront satisfaits!
it: Il posto indispensabile per riempire la tua scorta di birra. Più informazioni fornisci, meglio aiuterai i tuoi compagni BeerCrackerz!
pt: O local obrigatório para reabastecer seu estoque de cerveja. Quanto mais informações você fornecer, melhor você ajudará seus colegas BeerCrackerz!

# newShopNameInput
source: Shop name
es: Nombre de tienda
fr: Nom du magasin
it: Nome del negozio
pt: Nome da loja

# newShopNameInputEmpty
source: shop name
es: nombre de tienda
fr: nom du magasin
it: nome del negozio
pt: nome da loja

# newShopTypesTitle
source: What kind of shop it is?
es: ¿Qué tipo de tienda es?
fr: Quel type de magasin est-ce?
it: Che tipo di negozio è?
pt: Que tipo de loja é?

# newShopDescriptionInput
source: Describe that shop
es: Describe esa tienda
fr: Lui donner une description singulière
it: Descrivi quel negozio
pt: Descreva essa loja

# newShopModifiersTitle
source: Has it any specific features?
es: ¿Tiene alguna característica específica?
fr: Caractéristiques propres au magasin
it: Ha delle caratteristiche specifiche?
pt: Possui alguma característica específica?

# newShopRatingTitle
source: Give it a rate
es: Dale una nota
fr: Votre note
it: Dategli una nota
pt: Dê uma nota

# newShopPriceTitle
source: Give it a price
es: Dale una tarifa
fr: Prix moyen
it: Dategli un prezzo
pt: Dê uma taxa

# newShopSubmit
source: Save shop
es: Guardar tienda
fr: Sauvegarder le magasin
it: Salva negozio
pt: Salvar loja

# newBarTitle
source: New bar
es: Nueva barra
fr: Nouveau bar
it: Nuova barra
pt: Novo bar

# newBarInformation
source: A bar is a holly place where you can get some nicely colded draft beers!
es: ¡Un bar es un lugar sagrado donde puedes tomar unas cervezas de barril bien frías!
fr: Un bar est le sain endroit ou vous pouvez obtenir le breuvage des dieux à la pression!
it: Un bar è un luogo sacro dove puoi bere delle birre alla spina ben ghiacciate!
pt: Um bar é um lugar sagrado onde você pode tomar chopes bem gelados!

# newBarNameInput
source: Bar name
es: Nombre del bar
fr: Nom du bar
it: Nome della barra
pt: Nome da barra

# newBarNameInputEmpty
source: Bar name
es: nombre del bar
fr: nom du bar
it: nome della barra
pt: nome da barra

# newBarTypesTitle
source: What kind of bar it is?
es: ¿Qué tipo de bar es?
fr: Quel type de bar est-ce?
it: Che tipo di bar è?
pt: Que tipo de bar é esse?

# newBarDescriptionInput
source: Describe that bar
es: Describe esa bar
fr: Lui donner une description singulière
it: Descrivi quel bar
pt: Descreva essa barra

# newBarModifiersTitle
source: Has it any specific features?
es: ¿Tiene alguna característica específica?
fr: Caractéristiques propres au bar
it: Ha delle caratteristiche specifiche?
pt: Possui alguma característica específica?

# newBarRatingTitle
source: Give it a rate
es: Dale una nota
fr: Votre note
it: Dategli una nota
pt: Dê uma nota

# newBarPriceTitle
source: Give it a price
es: Dale una tarifa
fr: Prix moyen
it: Dategli un prezzo
pt: Dê uma taxa

# newBarSubmit
source: Add bar
es: Guardar bar
fr: Sauvegarder le bar
it: Salva bar
pt: Salvar barra

# newMarkErrorToastTitle
source: Incomplete data
es: Datos incompletos
fr: Données incomplètes
it: Dati incompleti
pt: Dados incompletos

# editSpotTitle
source: Edit spot
es: Editar spot
fr: Éditer le spot
it: Modifica spot
pt: Editar spot

# editShopTitle
source: Edit shop
es: Editar tienda
fr: Éditer le magasin
it: Modifica negozio
pt: Editar loja

# editBarTitle
source: Edit bar
es: Editar bar
fr: Éditer le bar
it: Modifica bar
pt: Editar bar

# editMarkErrorToastTitle
source: Incomplete data
es: Datos incompletos
fr: Données incomplètes
it: Dati incompleti
pt: Dados incompletos

# editMarkErrorToastDescription
source: Please fill a title and a type for this mark. Please contact support for assistance with error code {field}.
es: Por favor complete un título y un tipo para esta marca. Comuníquese con el soporte para obtener ayuda con el código de error {field}.
fr: Veuillez fournir au minimum un nom et un type pour ce marqueur. Veuillez contacter le support en fournissant le code d'erreur{field}.
it: Inserisci un titolo e un tipo per questo marchio. Contatta l'assistenza per ricevere assistenza con il codice di errore {field}.
pt: Preencha um título e um tipo para esta marca. Entre em contato com o suporte para obter assistência com o código de erro {field}.

# deleteMarkDialogTitle
source: Delete marker
es: Eliminar marcador
fr: Supprimer le marqueur
it: Elimina marcatore
pt: Excluir marcador

# deleteMarkDialogDescription
source: You're about to delete this point of interest, is that really what you want?
es: Estás a punto de eliminar este punto de interés. ¿Es eso realmente lo que quieres?
fr: Vous ètes sur le point de supprimer ce marqueur. Est-ce vraiment ce que vous voulez faire?
it: Stai per eliminare questo punto di interesse, è davvero quello che vuoi?
pt: Você está prestes a excluir este ponto de interesse. É isso mesmo que você deseja?

# deleteMarkDialogYes
source: Yes
es: Sí
fr: Oui
it: SÌ
pt: Sim

# spotDiscoveredBy
source: A spot discovered by
es: Un spot descubierto por
fr: Un spot découvert par
it: Un spot scoperto da
pt: Um spot descoberto por

# shopDiscoveredBy
source: A shop discovered by
es: Una tienda descubierta por
fr: Un magasin découvert par
it: Un negozio scoperto da
pt: Uma loja descoberta por

# barDiscoveredBy
source: A bar discovered by
es: Un bar descubierto por
fr: Un bar découvert par
it: Una barra scoperto da
pt: Um bar descoberto por

# markDiscoveredSince
source: Since
es: Desde el
fr: Depuis le
it: Da
pt: Desde

# markRoute
source: Route
es: Ruta
fr: Itinéraire
it: Itinerario

# markEdit
source: Edit
es: Editar
fr: Éditer
it: Modificare
pt: Editar

# markDelete
source: Delete
es: Borrar
fr: Supprimer
it: Eliminare
pt: Excluir

# mapLoginInfoTitle
source: About adding mark
es: Acerca de agregar marca
fr: À propos de l'ajout de points
it: Informazioni sull'aggiunta del segno

# mapLoginInfoDescription
source: In order to add your own mark to the map, you must be logged into your account. You can register a new account if you're not already a BeerCrackerz member!
es: Para agregar su propia marca al mapa, debe iniciar sesión en su cuenta. ¡Puedes registrar una nueva cuenta si aún no eres miembro de BeerCrackerz!
fr: Pour pouvoir ajouter vos marques sur la carte, vous devez être connecté à votre compte. Vous pouvez vous inscrire pour devenir un membre de la communauté BeerCrackerz!
it: Per aggiungere il tuo marchio alla mappa, devi aver effettuato l'accesso al tuo account. Puoi registrare un nuovo account se non sei già membro di BeerCrackerz!

# mapOptionsTitle
source: Map options
es: Opciones de mapa
fr: Paramètres de la carte
it: Opzioni della mappa
pt: Opções de mapa

# mapOptionsLayerStyle
source: Map layer style
es: Estilo de capa de mapa
fr: Style du fond de carte
it: Stile del livello della mappa
pt: Estilo da camada do mapa

# mapOptionsLayerSatellite
source: Satellite
es: Satélite
it: Satellitare
pt: Satélite

# mapOptionsDisplayedMarkers
source: Markers visibility
es: Visibilidad de los marcadores
fr: Visibilité des marqueurs
it: Visibilità dei marcatori
pt: Visibilidade dos marcadores

# mapOptionsDisplaySpots
source: Display spots
es: Mostrar spots
fr: Afficher les spots
it: Visualizza i spots
pt: Exibir spots

# mapOptionsDisplayShops
source: Display shops
es: Mostrar tiendas
fr: Afficher les magasins
it: Visualizza i negozi
pt: Exibir lojas

# mapOptionsDisplayBars
source: Display bars
es: Mostrar bars
fr: Afficher les bars
it: Visualizza le barre
pt: Exibir barras

# mapOptionsDisplayOnlySelf
source: Display my marks only
es: Mostrar solo mis calificaciones
fr: Afficher que mes marqueurs

# mapOSMContributors
source: OpenStreeMap contributors
es: Colaboradores de OpenStreeMap
fr: Contributeurs OpenStreeMap
it: Contributori di OpenStreeMap
pt: Colaboradores do OpenStreeMap

# mapEsriContributors
source: Powered by Esri
es: Desarrollado por Esri
fr: Alimenté par Esri
it: Alimentato da Esri
pt: Desenvolvido por Esri

# mapFlutterMapContributors
source: Flutter Map developers
es: Desarrolladores de mapas de Flutter
fr: Développeurs de Flutter Maps
it: Sviluppatori di Flutter Map
pt: Desenvolvedores do Flutter Map

# mapRouteTooFarToastTitle
source: Mark too far
es: Marcar demasiado lejos
fr: Marqueur trop lointain
it: Segna troppo lontano
